{
    "data": 
    [
        {
            "urlOn": true,
            "title": "Voxel Museum",
            "technology": "Unity, WebGL, Magica Voxel, VoxelEdit",
            "date": "05/21/2020",
            "url": "https://fredyrodriguezr.github.io/VoxelMuseum/",
            "description": "Desarrollo realizado en Unity para mostrar el portafolio realizado en mi camino como Voxel Artist.",
            "imgUrl": "projectsGames/VoxelMuseum.PNG"
        },
        {
            "urlOn": true,
            "title": "Exorcist",
            "technology": "Unity",
            "date": "01/04/2017",
            "url": "https://play.google.com/store/apps/details?id=com.asharastudios.Exorcist",
            "description": "Exorcist es un juego para móvil, donde el jugador toma el rol de un exorcista, el cual lucha contra criaturas del inframundo para exorcizarlas y poder grabarlas en su libro de sombras. Por medio de una mecánica de dibujar glifos, patrones que se hacen al conectar varios puntos, es posible atacar a las criaturas que el exorcista encuentra. En cada nivel se pueden encontrar criaturas diferentes. El objetivo del jugador es recorrer el inframundo en búsqueda de nuevas criaturas para anexarlas en su libro de sombras.",
            "imgUrl": "projectsGames/exorcist.jpg"
        },
        {
            "urlOn": true,
            "title": "Un Océano Brillante",
            "technology": "Unity",
            "date": "08/07/2018",
            "url": "https://asharastudios.itch.io/un-oceano-brillante",
            "description": "En Un Océano Brillante Eres Mowa, un camarón mantis que se embarca en la aventura de buscar a su familia perdida luego de que un cataclismo mundial cambió para siempre la faz de la tierra inundándola con el océano, que ahora es un lugar oscuro, inestable, y más peligroso que nunca.",
            "imgUrl": "projectsGames/TheBrightestOcean.png"
        },
        {
            "urlOn": true,
            "title": "Specters Inc.",
            "technology": "Unity",
            "date": "25/07/2018",
            "url": "https://es.quora.com/blog/AsharaGames/Specters-Inc",
            "description": "Specters Inc. es un prototipo planteado en el Game JAM interno de Ashara Studios, en este videojuego eres un investigador paranormal novato al que han contratado para que investigues fenómenos inexplicables que han estado sucediendo en Trans-Allegheny Lunatic Asylum, un viejo manicomio abandonado. El juego fue planteado con base en dos palabras: Amplificar y Paranormal.",
            "imgUrl": "projectsGames/SpectersInc.png"
        },
        {
            "urlOn": false,
            "title": "Second Circle",
            "technology": "Unity, Postgres, OAuth 2.0, Docker, API Rest, Spine",
            "date": "01/12/2017",
            "url": "https://www.facebook.com/SecondCircleVG/",
            "description": "Videojuego para adultos en desarrollo, iniciado con la inversión del Publisher: Super Hippo Games. Trabajo realizado en el proyecto: Programación de gameplay, animaciones, UI, Asset Bundles y persistencia de datos. Colaboración en diseño de personajes, mecánicas y arte en general. Diseño del modelo de monetización del juego. Integración con software de animación 2D, Spine. Integración con el API JS de Nutaku (Micropagos). Integración con el API principal del juego desarrollada con el ORM de Sequelize conectada a una BD Postgres. Compilacion del APK y build WebGL para la plataforma Nutaku.",
            "imgUrl": "projectsGames/bannerSC.png"
        },
        {
            "urlOn": true,
            "title": "Second Circle Chapter I",
            "technology": "Unity, Spine",
            "date": "20/04/2020",
            "url": "https://www.facebook.com/KimochiVG/",
            "description": "Second Circle Chapter I es una visual novel la cual esta ambientada en el segundo circulo del infierno de la obra la Divina Comedia de Dante Alighieri en donde se narran las aventuras repletas de lujuria de un Exorcista llamado Gyulia.",
            "imgUrl": "projectsGames/SecondCircleVN.png"
        },
        {
            "urlOn": true,
            "title": "Holy Sheep",
            "technology": "Unity, Spine",
            "date": "20/10/2019",
            "url": "https://www.youtube.com/watch?v=jhiUeModGYc",
            "description": "Holy sheep es un juego multijugador que combina los géneros “fiesta de sofá” con “Juego de estrategia por turnos” poniendo a los jugadores en el rol de perros pastores que compiten para llevar la mayor cantidad de ovejas a su corral y derrotar a sus oponentes.",
            "imgUrl": "projectsGames/HolySheep.PNG"
        }
        
    ]
}